tap "homebrew/bundle"
brew "fd"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "glfw"
brew "go"
brew "httpie"
brew "jq"
brew "neovim"
brew "pipx"
brew "pkgconf"
brew "python-tk@3.13"
brew "ripgrep"
brew "rsync"
brew "scdoc"
brew "tmux"
brew "tmux-sessionizer"
cask "cursor"
cask "discord"
cask "docker"
cask "font-commit-mono"
cask "ghostty"
cask "google-chrome"
cask "mullvadvpn"
cask "obsidian"
cask "signal"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "zed"
vscode "alefragnani.project-manager"
vscode "bradlc.vscode-tailwindcss"
vscode "equinusocio.vsc-material-theme-icons"
vscode "golang.go"
vscode "josemurilloc.aura-spirit-dracula"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cpptools"
vscode "shardulm94.trailing-spaces"
vscode "vscodevim.vim"
