tap "cormacrelf/tap"
tap "homebrew/bundle"
brew "bat"
brew "d2"
brew "fd"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "go"
brew "httpie", link: false
brew "mas"
brew "neovim"
brew "ripgrep"
brew "rustup"
brew "scc"
brew "uv"
brew "cormacrelf/tap/dark-notify"
cask "1password"
cask "ableton-live-suite"
cask "chatgpt"
cask "cursor"
cask "discord"
cask "docker"
cask "font-agave"
cask "ghostty"
cask "google-chrome"
cask "httpie"
cask "monitorcontrol"
cask "mullvadvpn"
cask "notion"
cask "postgres-unofficial"
cask "signal"
cask "skype"
cask "spotify"
cask "steam"
cask "tableplus"
mas "rcmd", id: 1596283165
vscode "alefragnani.project-manager"
vscode "bradlc.vscode-tailwindcss"
vscode "eamodio.gitlens"
vscode "elmtooling.elm-ls-vscode"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hbenl.vscode-test-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "shardulm94.trailing-spaces"
