tap "cormacrelf/tap"
tap "homebrew/bundle"
brew "bat"
brew "d2"
brew "entr"
brew "fd"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gh"
brew "go"
brew "httpie"
brew "mandoc"
brew "mas"
brew "neovim"
brew "node"
brew "pandoc"
brew "pkgconf"
brew "raylib"
brew "ripgrep"
brew "rustup"
brew "scc"
brew "uv"
brew "cormacrelf/tap/dark-notify"
cask "1password"
cask "ableton-live-suite"
cask "basictex"
cask "chatgpt"
cask "discord"
cask "font-agave"
cask "ghostty"
cask "google-chrome"
cask "httpie"
cask "monitorcontrol"
cask "mullvadvpn"
cask "notion"
cask "postgres-unofficial"
cask "signal"
cask "skype"
cask "spotify"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "tableplus"
cask "telegram"
mas "Color Picker", id: 1545870783
mas "rcmd", id: 1596283165
